<?php
$lang = array(
  //0
  array(
    '0' => '电子报刊',
    '1' => '选择报纸',
    '2' => '搜索',
    '3' => '选择日期',
    '4' => '阅读',
    '5' => '今天',
    '6' => '一周',
    '7' => '一月',
    '8' => '半年',
    '9' => '历史搜索',
    '10' => '热门搜索',
    '11' => '输入搜索关键词',
    '12' => '版',
    '13' => '输入你要搜索的关键词',
    '14' => '选择报刊',
    '15' => '选择时间',
    '16' => '加载中，请稍候',
    '17' => '全部往期',
    '18' => '暂无数据！',
     '19' => '共找到',
     '20' => '篇文章',
     '21' => '全屏 ',
     '22' => '分享',
     '23' => '切换',
  ),

);
